# -*- ii: apisnoop; -*-
#+TITLE: Mock Ticket Template
#+AUTHOR: ii team
#+TODO: TODO(t) NEXT(n) IN-PROGRESS(i) BLOCKED(b) | DONE(d)
#+OPTIONS: toc:nil tags:nil todo:nil
#+EXPORT_SELECT_TAGS: export
** TODO Verify Pods Running
   #+begin_src shell
     kubectl get pods
   #+end_src

   #+RESULTS:
   #+begin_example
   NAME                                    READY   STATUS    RESTARTS   AGE
   apisnoop-auditlogger-6c6865b55c-rqgk6   1/1     Running   3          5m5s
   hasura-75bf5b5869-jhwhs                 1/1     Running   2          4m53s
   kubemacs-0                              1/1     Running   0          18m
   pgadmin-fbb7659d7-slrc8                 1/1     Running   0          5m5s
   postgres-6d9dbb6fc8-6cczj               1/1     Running   0          5m5s
   webapp-864985fb7f-r5c4g                 1/1     Running   0          4m14s
   #+end_example

